[
  {
    "id": "p1",
    "content": "The Architectural Record me fait l’honneur de me demander une définition de « l’Art Nouveau ».",
    "duration": 5
  },
  {
    "id": "p2",
    "content": "À notre époque de transition, de troubles et de commotions, il est difficile de dire exactement ce qui serait la meilleure réponse à la question posée.",
    "duration": 5
  },
  {
    "id": "p3",
    "content": "Mais on pourrait dire, en général, que les dernières années du XIXe siècle ont vu le commencement d’une évolution générale qui aboutira un jour à des résultats tangibles et permanents.",
    "duration": 5
  },

  {
    "id": "p4",
    "content": "Depuis une vingtaine d’années diverses expériences, plus ou moins audacieuses, ont été menées sur l’art moderne.",
    "duration": 5
  },

  {
    "id": "p5",
    "content": "Ces tentatives ont été basées sur l’interprétation des éléments de la fleur. Je citerai, dans ce contexte, en France, Rubrick Robert et l’Union Centrale des Arts Décoratifs ; en Angleterre, Ruskin, Walter Crane et Morris ; et, en Belgique, Victor Horta.",
    "duration": 5
  },

  {
    "id": "p6",
    "content": "Dans ce dernier pays, la base décorative n’est plus la feuille ni la fleur, mais la tige, tout simplement.",
    "duration": 5
  },

  {
    "id": "p7",
    "content": "La Nature est un grand livre dans lequel nous pouvons trouver notre inspiration et c’est également dans ce livre que nous devons chercher les principes qui, lorsqu’ils auront été trouvés, devront êtres définis et appliqués par l’esprit humain selon les besoins humains.",
    "duration": 5
  },

  {
    "id": "p8",
    "content": "De cette étude, je tire trois principes qui devraient avoir une influence prédominante sur toute production architecturale :",
    "duration": 5
  },

  {
    "id": "p9",
    "content": "1. La logique, qui consiste à prendre en compte toutes les circonstances de la situation à laquelle l’architecte est confronté, circonstances qui sont infinies dans leur variété et leur nombre.",
    "duration": 5
  },

  {
    "id": "p10",
    "content": "5. L’harmonie, ce qui veut dire mettre en accord toutes les constructions, non seulement avec les demandes auxquelles il faut répondre et les ressources financières disponibles, mais aussi avec leur environnement.",
    "duration": 5
  },

  {
    "id": "p11",
    "content": "3. Le sentiment qui, participant à la fois de la logique et de l’harmonie, est leur complément à toutes deux, et qui mène, par l’émotion, à l’expression la plus élevée de l’art.",
    "duration": 5
  },
  {
    "id": "p12",
    "content": "Ce sont là les principes que j’ai souhaité illustrer dans tous mes édifices, et plus particulièrement dans le Castel Béranger, dans la Salle Humbert de Romans et dans les stations du chemin de fer métropolitain de Paris.",
    "duration": 5
  },
  {
    "id": "p13",
    "content": "Ce sont ces œuvres, avec celles d’hommes comme Victor Horta et Van de Velde qui ont inspiré, surtout en Allemagne, en Autriche et en France, les productions qu’on caractérise par le terme « Art Nouveau ».",
    "duration": 5
  },

  {
    "id": "p14",
    "content": "Architectural Record, vol. XII, n° 2, 1902",
    "duration": 5
  }
]
