[
    [
        [
            {
                "subtitle": "The Architectural Record has done me the honor of asking me to define \"l’Art Nouveau.\"",
                "duration": 4.6
            }
        ],
        [
            {
                "subtitle": "It is difficult, at a time of transition, I might almost add, of trouble and commotion, to state exactly what would be the best solution to a given problem.",
                "duration": 8.9
            }
        ],
        [
            {
                "subtitle": "But it may be said that the end of the nineteenth century witnessed the beginnings of a general evolution which is destined some day to give tangible and permanent results.",
                "duration": 9.1
            }
        ],
        [
            {
                "subtitle": "And art has participated in this movement.",
                "duration": 2.4
            }
        ],
        [
            {
                "subtitle": "During the past twenty years or so, various attempts at modern art have been made, in a more or less timid way,",
                "duration": 100
            },
            {
                "subtitle": "and these attempts have been based on the interpretation of the elements of the flower.",
                "duration": 4.5
            }
        ],
        [
            {
                "subtitle": "I will quote in this regard, Rubrik Robert and the Union Centrale des Arts Décoratifs de Paris in France, then Ruskin, Walter Crane and Morris in England and Victor Horta in Belgium.",
                "duration": 11.2
            }
        ],
        [
            {
                "subtitle": "In the last-named country the decorative base is no longer the leaf and the flower, but simply the stem.",
                "duration": 6.1
            }
        ]
    ],
    [
        [
            {
                "subtitle": "Returning to a sound logical view of the matter, and abandoning the ostracism of all the classical schools, it is my belief that,",
                "duration": 8.3
            },
            {
                "subtitle": "by studying the principles of art which have guided artists from the very earliest period down to the present day, it is possible to make a selection.",
                "duration": 8.4
            }
        ],
        [
            {
                "subtitle": "And that if we will take the trouble to find out how our predecessors managed to discover them, we can,",
                "duration": 6.1
            },
            {
                "subtitle": "by applying the same method to the conditions prevailing in our own times, deduce therefrom the proper modern rules.",
                "duration": 7
            }
        ],
        [
            {
                "subtitle": "In spite of the profusion of old examples, it cannot be denied that there exists something else, and this \"something else\" should be the main object of the researches of those who want to work for their epoch.",
                "duration": 11.4
            }
        ],
        [
            {
                "subtitle": "It is upon us architects that falls more particularly the duty to determine, the evolution not only artistic, but also civilizing and scientific of our time.",
                "duration": 10.3
            }
        ],
        [
            {
                "subtitle": "Nature is a big book from which we can draw inspiration, and it is in that book that we must look for principles.",
                "duration": 6
            }
        ],
        [
            {
                "subtitle": "Once found, they have to be defined and applied by the human mind according to human needs.",
                "duration": 5.2
            }
        ],
        [
            {
                "subtitle": "From this study I obtain three principles which should have a predominating influence in all architectural productions.",
                "duration": 6.9
            }
        ],
        [
            {
                "subtitle": "The first is logic, which consists in taking into account the conditions, infinite in variety and number, which the architect must face.",
                "duration": 8.5
            }
        ],
        [
            {
                "subtitle": "The second, harmony, which means putting the constructions into full accord, not only with the requirements to be met and the funds available, but also with the surroundings.",
                "duration": 10.5
            }
        ],
        [
            {
                "subtitle": "And finally, sentiment, which, partaking at the same time of logic and harmony, is the complement of both, and leads by emotion, to the highest expression of the art.",
                "duration": 10.4
            }
        ]
    ],
    [
        [
            {
                "subtitle": "These are the principles which I have desired to exemplify in all my edifices, and particularly in the Castel Beranger, the Humbert de Romans Hall, and the stations of the Paris Metropolitan Railroad.",
                "duration": 11.9
            }
        ],
        [
            {
                "subtitle": "It is these works, together with those of such men as Victor Horta and Van de Velde, which have inspired those productions described by the term \"Art Nouveau.\"",
                "duration": 8.9
            }
        ],
        [
            {
                "subtitle": "Unfortunately, I cannot say that all these productions illustrate the three principles which I have just laid down.",
                "duration": 6.6
            }
        ],
        [
            {
                "subtitle": "For the most part they infringe them, for that undefinable thing called taste.",
                "duration": 5.1
            }
        ],
        [
            {
                "subtitle": "This thing which makes us like a chair, a clock, a vase or a jewel and which is the embodiment of esprit,",
                "duration": 7.3
            },
            {
                "subtitle": "charm, emotion, life, whether in cloth or metal, an article for use or an ornament.",
                "duration": 6
            }
        ],
        [
            {
                "subtitle": "It is a quality which is lacking in the greater number of those who believe themselves to be modern creators.",
                "duration": 6.7
            }
        ],
        [
            {
                "subtitle": "In reality, they plagiarize more or less a motive made to ornament a necessary structure.",
                "duration": 5.9
            }
        ]
    ],
    [
        [
            {
                "subtitle": "Every great epoch has had a stylization of art.",
                "duration": 3.2
            }
        ],
        [
            {
                "subtitle": "It is thus that all the styles which have preceded us came into existence, and it cannot be disputed that we are witnessing at present the creation of a style.",
                "duration": 9.9
            }
        ],
        [
            {
                "subtitle": "But individual influences cannot have a universal effect.",
                "duration": 3.7
            }
        ],
        [
            {
                "subtitle": "A style of architecture, in order to be true, must be the product of the soil where it exists and of the period which needs it.",
                "duration": 8.1
            }
        ],
        [
            {
                "subtitle": "The principles of the middle ages and those of the nineteenth century, added to my doctrine, should supply us with a foundation for a French Renaissance and an entirely new style.",
                "duration": 11.1
            }
        ],
        [
            {
                "subtitle": "Let the Belgians, Germans and English develop a national art and they will surely do a real work that is both healthy and useful.",
                "duration": 9.1
            }
        ],
        [
            {
                "subtitle": "Although it may be a daring thing for me to speak of the Americans, who are so generously extending to me their hospitality in your review,",
                "duration": 8.4
            },
            {
                "subtitle": "I will venture to say that my American confreres have been, and are still, in the most favorable position for creating an \"Art Nouveau\".",
                "duration": 8.1
            }
        ],
        [
            {
                "subtitle": "I am sorry that they have not thought proper to strive after a national art, evolved from their own temperament.",
                "duration": 6
            }
        ],
        [
            {
                "subtitle": "That is to say an art produced on the spot and instinct with the life of that spot.",
                "duration": 5.3
            }
        ],
        [
            {
                "subtitle": "The artist does not create his environment ; he is the product thereof.",
                "duration": 4.6
            }
        ],
        [
            {
                "subtitle": "When I see your monuments and your architecture, I think I am again looking at that of the houses and monuments of Paris, of Berlin, or of Italy, so utter is the lack of all special mark of the soil.",
                "duration": 12.8
            }
        ]
    ],
    [
        [
            {
                "subtitle": "Seeing that the “Art Nouveau” is now crossing the Atlantic to your shores, I hope that my American confreres will not rest content to be mere copyists, but will be creators.",
                "duration": 10.5
            }
        ],
        [
            {
                "subtitle": "I believe that the principles that guide me in the production of French architecture would just as easily allow them to create an American art form, which is what your leading compatriots long for.",
                "duration": 10.8
            }
        ]
    ]
]